Repository: shadowaxe99/influencer-2
Catalog: shivs-merged-for-mac-main/Sources/macOS/Resources/*.lproj/Localizable.strings
Languages: id

# about.leaveReview
source: Leave a review
id: Tinggalkan review

# about.leaveReviewMessage
source: Support us for free by leaving a review! ⭐️⭐️⭐️⭐️⭐️
id: Dukung kami secara gratis dengan memberikan ulasan! ⭐️⭐️⭐️⭐️⭐️

# about.privacyPolicy
source: Privacy Policy
id: Kebijakan Privasi

# backgrounds.BackgroundMountainDay
source: Mountain, Day
id: Gunung, Hari

# backgrounds.BackgroundMountainDynamic
source: Mountain
id: Gunung

# backgrounds.BackgroundMountainNight
source: Mountain, Night
id: Gunung, Malam

# backgrounds.title
source: Background
id: Gambar latar belakang

source: Cancel
id: Batalkan

# contributors.artist
source: Artist
id: Artis

# contributors.developer
source: Developer
id: Pengembang

# contributors.owner
source: Founder
id: Pendiri

# contributors.translator
source: Translator
id: Penerjemah

# customPets.breakingChanges240Title
source: Custom Pets updates in version 2.40
id: Pembaruan Hewan Peliharaan Kustom di Versi 2.40

# customPets.breakingChanges240Message
source: Version 2.40 introduces some changes in how the json file for custom pets is formatted. Unfortunately, this is a breaking change, and you will need to update it... Sorry! But worry not, updating is easy and the Discord community is here to help!
id: Versi 2.40 memperkenalkan beberapa perubahan dalam bagaimana file json untuk hewan peliharaan kustom diformat. Nunfort, ini adalah perubahan yang melanggar, dan Anda perlu memperbaruinya ... maaf! Nbut tidak khawatir, memperbarui itu mudah dan komunitas perselisihan adalah Di sini untuk membantu!

# customPets.customPetDescription
source: This is a custom pet
id: Ini adalah hewan peliharaan khusus

# customPets.dragAreaMessage
source: Drag and drop your zip file here
id: Seret dan lepas file zip Anda di sini

# customPets.export
source: Export
id: Ekspor

# customPets.exportSuccess
source: Exported!
id: Diekspor!

# customPets.exportSuccessMessage
source: You can now unzip and customize the pet how you want, or crete a new one!
id: Anda sekarang dapat mengekstrak dan menyesuaikan hewan peliharaan sesuai keinginan Anda, atau membuat yang baru!

# customPets.genericImportError
source: There was an error importing your files, maybe close the app and try again? Or ask for help on our Discord!
id: Terjadi kesalahan saat mengimpor file Anda, mungkin tutup aplikasi dan coba lagi? Atau minta bantuan di Discord kami!

# customPets.genericExportError
source: There was an error exporting, maybe close the app and try again? Or ask for help on our Discord!
id: Terjadi kesalahan saat mengekspor, mungkin tutup aplikasi dan coba lagi? Atau minta bantuan di Discord kami!

# customPets.importSuccess
source: Successfully imported!
id: Berhasil diimpor!

# customPets.invalidJson
source: Your species json file has some errors in it, please double check the documentation or ask for help on Discord!
id: File json spesies Anda memiliki beberapa kesalahan di dalamnya, harap periksa kembali dokumentasinya atau minta bantuan di Discord!

# customPets.message
source: You can now create your own custom pets! It requires some design work on your end, but it can be really rewarding! To start, follow the instructions in the link below, then just drag and drop your zip file in the area below!
id: Anda sekarang dapat membuat hewan peliharaan kustom Anda sendiri! Di pihak Anda diperlukan beberapa pekerjaan desain, tetapi ini bisa sangat bermanfaat! Untuk memulai, ikuti petunjuk pada link di bawah, lalu cukup tarik dan lepas file zip Anda di area di bawah !

# customPets.missingFiles
source: Seems like something is missing (%@), check the documentation or ask for help on Discord!
id: Sepertinya ada yang kurang (%@), periksa dokumentasi atau minta bantuan di Discord!

# customPets.setNameTitle
source: Change Nickname
id: Ubah Nama Panggilan

# customPets.setNameMessage
source: You can give this pet any nickname, think of something cool!
id: Anda dapat memberi hewan peliharaan ini nama panggilan apa pun, pikirkan sesuatu yang keren!

# customPets.readTheDocs
source: Instructions
id: Instruksi

# customPets.speciesAlreadyExists
source: Seems like %@ already exists! Try a different name or remove the previous version.
id: Sepertinya %@ sudah ada! Coba nama lain atau hapus versi sebelumnya.

# customPets.title
source: Create your own!
id: Buat sendiri!

source: Delete
id: Menghapus

source: Disable
id: Non-aktifkan

# donations.linkTitle
source: Support via Patreon
id: Dukung lewat Patreon

# donations.message
source: If you like the app, please consider supporting me on Patreon! 🥹
id: Jika Anda menyukai aplikasi ini, mohon pertimbangkan untuk mendukung saya di Patreon! 🥹

# donations.title
source: Support the project
id: Dukung projek ini

source: Done
id: Selesai

source: Enable
id: Izinkan

source: Loading...
id: Memuat...

# menu.about
source: About
id: Tentang

# menu.followMouse
source: Toggle follow mouse
id: Alihkan ikuti mouse

# menu.hide
source: Hide Pet
id: Sembunyikan Peliharaan

# menu.hideAllPet
source: Hide all pets
id: Sembunyikan semua peliharaan

# menu.hideThisPet
source: Hide this pet
id: Hapus peliharaan ini

# menu.home
source: Home
id: Beranda

# menu.quit
source: Quit
id: Keluar

# menu.settings
source: Settings
id: Pengaturan

# menu.show
source: Show Pet
id: Tampilkan Peliharaan

source: No
id: Tidak

# onboarding.title
source: Welcome!
id: Selamat datang!

# onboarding.message
source: This is an app meant for relax and meditation... Pick you favorite characters and watch them walk around the app while you study or work, they'll keep you company!
id: Ini adalah aplikasi yang dimaksudkan untuk bersantai dan meditasi ... pilihlah karakter favorit Anda dan tontonlah mereka berjalan di sekitar aplikasi saat Anda belajar atau bekerja, mereka akan menemani Anda!

# page.about
source: About
id: Tentang

# page.contributors
source: Contributors
id: Kontributor

# page.help
source: Help
id: Bantuan

# page.screensaver
source: Screensaver
id: Santai

# page.petSelection
source: Pets
id: Hewan Peliharaan

# page.settings
source: Settings
id: Pengaturan

# petSelection.addPet
source: Add to screen
id: Tambahkan ke layar

# petSelection.designedBy
source: Designed by
id: Dirancang oleh

# petSelection.fixOnScreenPets
source: Apply Settings / Reset Pets
id: Terapkan Pengaturan / Atur Ulang Hewan Piaraan

# petSelection.joinDiscord
source: it's still quiet and desolate, but we also have a Discord server!
id: Masih sepi dan sepi, tapi kami juga punya server Discord!

# petSelection.morePets
source: More Pets
id: Hewan peliharaan lainnya:

# petSelection.petSelection
source: Select pets
id: Pilih Peliharaan

# petSelection.yourPets
source: Selected
id: Terpilih

source: Remove
id: Hapus

source: Reset
id: Atur ulang

source: Screen
id: Layar

source: Select
id: Pilih

# settings.anonymousTracking
source: Enable anonymous usage stats
id: Aktifkan statistik penggunaan anonim

# settings.anonymousTrackingMessage
source: No personal information is acquired, we only track a few, anonymous, usage stats. Why is this important you might ask? It allows us to answer even the simplest of questions, such as which pet is the most popular... Which sounds pretty critical, doesn't it? 😂 Usage stats are gathered and stored using Firebase.
id: Tidak ada informasi pribadi yang diperoleh, kami hanya melacak beberapa, anonim, statistik penggunaan. Mengapa ini penting yang mungkin Anda tanyakan? Ini memungkinkan kami untuk menjawab pertanyaan yang paling sederhana sekalipun, seperti hewan peliharaan mana yang paling populer.. Kedengarannya cukup kritis, bukan? 😂 Statistik penggunaan dikumpulkan dan disimpan menggunakan Firebase.

# settings.anonymousTrackingTitle
source: Anonymous Usage Stats
id: Statistik Penggunaan Anonim

# settings.desktopInteractionsMessage
source: Allows pets to walk on the title bar of other apps windows. This will only works on your main display.
id: Mengizinkan hewan peliharaan berjalan di bilah judul jendela aplikasi lain. Ini hanya akan berfungsi di layar utama Anda.

# settings.desktopInteractionsTitle
source: Desktop Interactions
id: Interaksi Layar

# settings.enabledDisplays
source: Enabled Displays
id: Tampilan yang Diaktifkan

# settings.gravity
source: Enable gravity
id: Aktifkan gravitasi

# settings.launchAtLogin
source: Launch automatically
id: Tampilkan hewan peliharaan saat Login

# settings.launchAtLoginPromo
source: Would you like the app to start automatically when you login?
id: Apakah Anda ingin aplikasi dimulai secara otomatis saat Anda masuk?

# settings.launchSilentlyTitle
source: Launch silently
id: Luncurkan diam -diam

# settings.launchSilentlyMessage
source: If enabled, when the app is launched the main window will close automatically, showing only your pets.
id: Jika diaktifkan, ketika aplikasi diluncurkan, jendela utama akan ditutup secara otomatis, hanya menunjukkan hewan peliharaan Anda.

# settings.randomEventsTitle
source: Random Events
id: Acara Acak

# settings.randomEventsMessage
source: If enabled, some extra animations are played at random intervals... Who knows, aliens might even come to visit!
id: Jika diaktifkan, beberapa animasi tambahan diputar secara acak... Siapa tahu, alien bahkan mungkin datang berkunjung!

# settings.size
source: Pet Size
id: Ukuran Hewan Peliharaan

# settings.speed
source: Speed
id: Kecepatan

# settings.statusBarIconEnabled
source: Show in status bar
id: Tampilkan di bilah status

# settings.useImageInterpolation
source: Image interpolation
id: Interpolasi gambar

# somethingWentWrong
source: Something went wrong, please try again
id: Terjadi kesalahan, harap coba lagi

# species.about.ape
source: Inspired by Bubbles and Sloking... More or less!
id: Terinspirasi oleh Bubbles dan Sloking... Kurang lebih!

# species.about.betta
source: Aka 'The Fighting Fish', elegant and very popular
id: Alias ​​'Ikan Petarung', anggun dan sangat populer

# species.about.cat
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_black
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_blue
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_calico
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_floppa
source: Join the Floppa army
id: Bergabunglah dengan pasukan Floppa

# species.about.cat_gray
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_green
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_grumpy
source: Such a judgy look on its face!
id: Wajahnya terlihat sangat judgy!

# species.about.cat_house
source: A small house for your cat to sleep in! I'm looking for more design ideas, if you have any, please reach out on Discord!
id: Rumah kecil untuk kucing Anda tidur... Saya sedang mencari lebih banyak ide desain, jika ada, silakan hubungi Discord!

# species.about.cat_pinky
source: Totally not a pink panther.
id: Sama sekali bukan Pink Panther.

# species.about.cat_strawberry
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cat_white
source: Well, it's just a cat!
id: Yah, itu hanya kucing!

# species.about.cayman718
source: They only Porsche i could ever afford... 💸
id: Mereka hanya Porsche yang mampu saya beli... 💸

# species.about.clockanalog
source: It just shows the current time and does nothing else... 😅
id: Itu hanya menunjukkan waktu saat ini dan tidak melakukan apa-apa lagi... 😅

# species.about.clockdigital
source: It just shows the current time and does nothing else... 😅
id: Itu hanya menunjukkan waktu saat ini dan tidak melakukan apa-apa lagi... 😅

# species.about.cromulon
source: A species of planet-sized beings shaped as giant human heads... Show me what you got!
id: Spesies makhluk seukuran planet berbentuk kepala manusia raksasa... Tunjukkan kemampuanmu!

# species.about.cromulon_pink
source: A species of planet-sized beings shaped as giant human heads... Show me what you got!
id: Spesies makhluk seukuran planet berbentuk kepala manusia raksasa... Tunjukkan kemampuanmu!

# species.about.cromulon_rainbow
source: A species of planet-sized beings shaped as giant human heads... Show me what you got!
id: Spesies makhluk seukuran planet berbentuk kepala manusia raksasa... Tunjukkan kemampuanmu!

# species.about.crow
source: They fly now!?
id: Mereka terbang sekarang!?

# species.about.crow_white
source: Winter is here...
id: Musim dingin di sini...

# species.about.frog
source: Useful to remove flies off your screen.
id: Berguna untuk menghilangkan lalat dari layar anda.

# species.about.frog_venom
source: What are you doing? Stop licking its back! 😆
id: Apa yang kamu lakukan? Berhenti menjilati punggungnya! 😆

# species.about.gazebo
source: A little shade in the garden, to sleep on the grass...
id: Sedikit berteduh di taman, untuk tidur di rerumputan...

# species.about.german
source: If you like it, I could use some help to draw additional animations! Please hit me up on Discord, I need help! 😆
id: Jika Anda menyukainya, saya dapat menggunakan bantuan untuk menggambar animasi tambahan! Tolong hubungi saya di Discord, saya butuh bantuan! 😆

# species.about.hedgehog
source: Pet carefully.
id: Belai dengan hati-hati.

# species.about.jeansbear
source: Drawn by Chaz
id: Digambar oleh Chaz

# species.about.koala
source: Functionally extinct!? You are functionally extinct!
id: Punah secara fungsional!? Anda secara fungsional punah!

# species.about.koala_pirate
source: It's fun to be a pirate they said...
id: Menyenangkan menjadi bajak laut kata mereka...

# species.about.labrador
source: If you like it, I could use some help to draw additional animations! Please hit me up on Discord, I need help! 😆
id: Jika Anda menyukainya, saya dapat menggunakan bantuan untuk menggambar animasi tambahan! Tolong hubungi saya di Discord, saya butuh bantuan! 😆

# species.about.milo
source: Maybe it's not exactly as you expected, but I'm not exactly a designer to be honest! Haha
id: Mungkin itu tidak persis seperti yang Anda harapkan, tapi jujur saja saya bukan seorang desainer! Haha

# species.about.moth
source: Those wings were a pain to animate, let me tell you that much..!
id: Sayap-sayap itu sangat sulit untuk dihidupkan, izinkan saya memberi tahu Anda sebanyak itu ..!

# species.about.mushroom
source: Porcini mushroom, the absolute best for risotto!
id: Jamur Porcini, yang terbaik untuk risotto!

# species.about.mushroom_amanita
source: I know it's cute, but please don't ever eat or touch it irl! 😅
id: Aku tahu ini lucu, tapi tolong jangan pernah makan atau menyentuhnya! 😅

# species.about.mushroomwizard
source: Loves to chill as much as he loves mushrooms...
id: Suka bersantai seperti dia menyukai jamur...

# species.about.nyan
source: An homage to one of the internet most famous cats
id: Sebuah penghormatan kepada salah satu kucing paling terkenal di internet

# species.about.panda
source: The universe has brought us the Dragon Warrior!
id: Alam semesta telah memberi kita Dragon Warrior!

# species.about.panda_vest
source: There is no charge for awesomeness... or attractiveness.
id: Tidak ada biaya untuk kedahsyatan... atau daya tarik.

# species.about.poop
source: It stinks and will leave stains on your screen.
id: Itu bau dan akan meninggalkan noda di layar Anda.

# species.about.sheep
source: The 'eSheep' for Windows 95 was one of the first Desktop Pets, did you know it?
id: eSheep' untuk Windows 95 adalah salah satu Hewan Peliharaan Desktop pertama, tahukah anda?

# species.about.sheep_black
source: If you know how lazy I can be, you also know I've just inverted the colors...
id: Jika Anda tahu betapa malasnya saya, Anda juga tahu bahwa saya baru saja membalikkan warna...

# species.about.shiba
source: It's the memes dog!
id: Itu anjing meme!

# species.about.sloth
source: Did you know they are so lazy alge grows on their fur with time?
id: Tahukah Anda bahwa alga yang sangat malas tumbuh di bulu mereka seiring berjalannya waktu?

# species.about.sloth_swag
source: Slow, but with style...
id: Lambat, tapi dengan gaya...

# species.about.snail
source: Meow! Is that you Gary?
id: Meong! Itu kamu ya Garry.

# species.about.snail_nicky
source: My gf specifically asked for this one, so there you go!
id: Pacar saya secara khusus meminta yang ini, jadi begitulah!

# species.about.sunflower
source: As requested by @spritz97.
id: Seperti yang diminta oleh @spritz97.

# species.about.trex
source: T-Rex? Dragon? Both?
id: T-Rex? Naga? Keduanya?

# species.about.trex_blue
source: Just a T-Rex with a horne!
id: Hanya T-Rex dengan tanduk!

# species.about.trex_violet
source: This one gives off some Flintstones vibes :D
id: Yang ini mengeluarkan beberapa getaran Flintstones :D

# species.about.trex_yellow
source: Gotta have a golden one
id: Harus punya yang warna emas

# species.about.ufo
source: Does calling it an UAP makes you more comfortable?
id: Apakah menyebutnya UAP membuat Anda lebih nyaman?

# species.about.klee
source: Klee from Genshin Impact!
id: Klee dari Dampak Genshin!

# species.about.raiden
source: Raiden from Genshin Impact!
id: Raiden dari Dampak Genshin!

# species.about.keqing
source: Keqing from Genshin Impact!
id: Keqing dari Dampak Genshin!

# species.name.ape
source: Ape
id: Monyet

# species.name.betta
source: Betta
id: Ikan Cupang

# species.name.cat
source: Red Cat
id: Kucing Merah

# species.name.cat_black
source: Black Cat
id: Kucing Hitam

# species.name.cat_blue
source: Blue Cat
id: Kucing Biru

# species.name.cat_calico
source: Calico Cat
id: Kucing Belacu

# species.name.cat_gray
source: Cat
id: Kucing

# species.name.cat_green
source: Green Cat
id: Kucing Hijau

# species.name.cat_grumpy
source: Grumpy Cat
id: Kucing Pemarah

# species.name.cat_house
source: Cat House
id: Rumah Kucing

# species.name.cat_pinky
source: Pinky Cat
id: Kucing Merah Muda

# species.name.cat_strawberry
source: Strawberry Cat
id: Kucing Stroberi

# species.name.cat_white
source: White Cat
id: Kucing putih

# species.name.clockanalog
source: Analog Clock
id: Jam Analog

# species.name.clockdigital
source: Digital Clock
id: Jam Digital

# species.name.cromulon
source: Big Head
id: Kepala Besar

# species.name.cromulon_pink
source: Big Head Pink
id: Kepala Besar Pink

# species.name.cromulon_rainbow
source: Big Head Rainbow
id: Kepala Besar Pelangi

# species.name.crow
source: Crow
id: Burung Gagak

# species.name.crow_white
source: White Crow
id: Burung Gagak Putih

# species.name.frog
source: Frog
id: Katak

# species.name.frog_venom
source: Venomous Frog
id: Katak Beracun

# species.name.german
source: German Shepherd
id: Gembala Jerman

# species.name.hedgehog
source: Hedgehog
id: Landak

# species.name.jeansbear
source: Jeans Bear
id: Beruang Jeans

# species.name.koala_pirate
source: Pirate Koala
id: Koala Bajak Laut

# species.name.moth
source: Moth
id: Ngengat

# species.name.mushroom
source: Porcini Mushroom
id: Jamur porcini

# species.name.mushroom_amanita
source: Amanita Mushroom
id: Jamur Amanita

# species.name.mushroomwizard
source: Chill Wizard
id: Penyihir Santai

# species.name.nyan
source: Nyan D. Cat
id: Kucing Nyan D.

# species.name.panda_vest
source: Golden Panda
id: Panda Emas

# species.name.poop
source: Poop
id: Tinja

# species.name.sheep
source: Sheep
id: Domba

# species.name.sheep_black
source: Black Sheep
id: Domba Hitam

# species.name.shiba
source: Shiba Inu
id: Anjing Shiba

# species.name.snail
source: Cat-Snail
id: Siput

# species.name.snail_nicky
source: Pink Cat-Snail
id: Siput Pink

# species.name.sunflower
source: Sunflower
id: Bunga Matahari

# species.name.trex_violet
source: Violet T-Rex
id: T-Rex Ungu

# species.name.trex_yellow
source: Golden T-Rex
id: T-Rex Emas

# tag.aliens
source: Aliens
id: Alien

# tag.all
source: All
id: Setiap orang

# tag.bear
source: Bears
id: Beruang

# tag.birds
source: Birds
id: Burung-burung

# tag.cats
source: Cats
id: Kucing

# tag.decorations
source: Decorations
id: Dekorasi

# tag.dogs
source: Dogs
id: Anjing

# tag.farm
source: Farm
id: Peternakan

# tag.forest
source: Forest
id: Hutan

# tag.jungle
source: Jungle
id: Hutan

# tag.memes
source: Memes
id: Meme

# tag.plants
source: Plants
id: Tanaman

# tag.slowmotion
source: Slow Motion
id: Gerak lambat

# tag.water
source: Water
id: Air

source: Yes
id: Ya
